DAYS = {

    1: {
        "title": "Знакомство с AI",
        "tasks": [
            "Зарегистрируй ChatGPT",
            "Изучи интерфейс",
            "Напиши 10 разных промптов"
        ],
        "goal": "Перестать бояться AI."
    },

    2: {
        "title": "Первый Telegram-бот",
        "tasks": [
            "Посмотри урок по BotFather",
            "Создай своего первого бота",
            "Отправь ему сообщение"
        ],
        "goal": "Запустить первого Telegram-бота."
    },

    3: {
        "title": "Python",
        "tasks": [
            "Установи Python",
            "Запусти первую программу",
            "Разберись с print()"
        ],
        "goal": "Подготовить компьютер к разработке."
    }

}